Repository: Noshairwan-eng/pdx-docker
Catalog: publish/PDXKME_KWMS/App_GlobalResources/Language/Resource.*.resx
Languages: es_es

# AcceptedQuantityDesc
source: Accepted Quantity
es_es: Cantidad Aceptado

# BackOrderDesc
source: Back Order
es_es: Volver Orden

# BackOrderDirectShipmentCodeDesc
source: Back Order Direct Shipment Code
es_es: Volver Código envío Orden Directa

# bntDownloadCSV
source: Download CSV
es_es: Descarga CSV

# BoxQuantityDesc
source: Box Quantity
es_es: Cantidad de la caja

# btnAdd
source: Add
es_es: Añadir

# btnAddPrats
source: Add Parts
es_es: Agregar elementos

# btnCalculate
source: Calculate
es_es: Calcular

# btnCancel
source: Cancel
es_es: Cancelar

# btnChange
source: Change
es_es: Cambiar

# btnClear
source: Clear
es_es: Claro

# btnCondition
source: Condition
es_es: Condición

# btnConditions
source: Conditions
es_es: Condiciones

# btnConvertToStockOrder
source: Convert To S/T Order
es_es: Convertir a S / T Orden

# btnCopy
source: Copy
es_es: Copia

# btnCopyQuotation
source: Copy Quotation
es_es: Copia Cotización

# btnCopyToSo
source: Copy To Sale Order
es_es: Copiar en Venta Orden

# btnDelete
source: Delete
es_es: Borrar

# btnDetail
source: Detail
es_es: Detalle

# btnDownload
source: Download
es_es: Descargar

# btnDownloadCSV
source: Download CSV
es_es: Descarga CSV

# btnExportData
source: Export Data
es_es: Exportar datos

# btnExportPartMasterData
source: Export PM Data
es_es: Exportación de Datos PM

# btnImport
source: Import
es_es: Importar

# btnImportData
source: Import Data
es_es: Datos de importacion

# btnInterchangeability
source: Interchangeability
es_es: Intercambiabilidad

# btnLogin
source: Login
es_es: Ingresar

# btnNew
source: New
es_es: Nuevo

# btnNext
source: Next
es_es: próximo

# btnOK
source: OK
es_es: Okay

# btnOrderConfirmation
source: Order Confirmation
es_es: Confirmación del pedido

# btnPrevious
source: Previous
es_es: Anterior

# btnPrint
source: Print
es_es: Impresión

# btnReset
source: Reset
es_es: Reiniciar

# btnSave
source: Save
es_es: Ahorrar

# btnSearch
source: Search
es_es: Buscar

# btnStockSearch
source: Stock Search
es_es: Stock Buscar

# btnUpdate
source: Update
es_es: Actualizar

# CancelledDesc
source: Cancelled
es_es: Cancelado

source: Change Password
es_es: Cambiar la contraseña

# CharacterCodeDesc
source: Character Code
es_es: Código de caracteres

# ClickSelectFilesToUploadFiles
source: Click Browse to upload files
es_es: Haga clic en Seleccionar archivos para subir archivos

# CommodityCodeNewDesc
source: Commodity Code New
es_es: Código de las mercancías Nuevo

# CommodityCodeOldDesc
source: Commodity Code Old
es_es: Código de las mercancías Viejo

# CommodityGroupCodeNewDesc
source: Commodity Group Code New
es_es: Grupo Código Commodity Nuevo

# CommodityGroupCodeOldDesc
source: Commodity Group Code Old
es_es: Commodity Grupo Código Viejo

source: Consignment
es_es: Envío

source: Consignment Inquiry
es_es: Su mensaje Consignación

source: Consignment Order Condition
es_es: Consignación Orden Condición

# ConsignmentOrderDetails
source: Consignment Order Detail
es_es: Detalle Consignación Orden

source: Convert To Stock Transfer Order
es_es: Convertir en Stock Orden descarga

# Copyright
source: Komatsu Middle East FZE
es_es: Komatsu America

source: Copy To Sales Order
es_es: Copiar a órdenes de venta

# CountryOfOriginDesc
source: Country Of Origin
es_es: País de origen

source: Create New User
es_es: Crear nuevo usuario

# CurrencyDesc
source: Currency
es_es: Moneda

source: Database
es_es: Base de datos

source: Delete
es_es: Borrar

# DiscountPerItemDesc
source: Discount Per Item
es_es: Descuento Por artículo

# DistributorCodeDesc
source: Distributor Code
es_es: Código del Distribuidor

# DistributorNameDesc
source: Distributor Name
es_es: Distribuidor Nombre

# DistributorOrderNoDesc
source: Distributor Order No
es_es: Distribuidor de orden

# EOReserveQuantityDesc
source: Emergency Order Reserve Quantity
es_es: Reserva de Órdenes de Emergencia Cantidad

source: File Upload
es_es: Subir archivo

source: Find a Distributor
es_es: Encuentra un Distribuidor

# HAboutKomatsu
source: About Komatsu:
es_es: Acerca de Komatsu:

# HAddress
source: ADDRESS:
es_es: DIRECCIÓN:

# HContactUs
source: Contact Us:
es_es: Contáctenos:

# HKomatsuGenuineParts
source: Komatsu Genuine Parts:
es_es: Komatsu piezas originales:

source: Home
es_es: Casa

source: How To Order
es_es: Como ordenar

# HrefCreateNewAccount
source: Create New Account
es_es: Crear una nueva cuenta

# HrefForgotPassword
source: Forgot Password?
es_es: ¿Se te olvidó tu contraseña?

# HSCodeLocalDesc
source: HS Code Local
es_es: Código HS Local

# HUsefulLinks
source: Useful Links:
es_es: Enlaces útiles:

source: Increase Machine Efficiency
es_es: Aumentar la eficiencia de la máquina

# InterchangeableCodeDesc
source: Interchangeable Code
es_es: Código intercambiables

# InterchangeablityInformation
source: Interchangeability Information
es_es: Información Intercambiabilidad

source: Invalid Credentials!
es_es: Credenciales no válidas !

source: Invoice Data
es_es: Datos de facturación

# InvoicedDesc
source: Invoiced
es_es: Facturado

# KLTDLeadProductionPerMonthDesc
source: KLTD Lead Production "Months"
es_es: KLTD Producción de plomo por mes

# KMEEOReserveDesc
source: KME EO Reserve
es_es: KME EO Reserva

# KMEListPriceDesc
source: KME List Price
es_es: KME Precio de lista

# LatestPartNumberDesc
source: Latest Part Number
es_es: Último Número de pieza

# lblAccessLevel
source: Access Level
es_es: Nivel de acceso

# lblAdjustedPrice
source: Adjusted Price(-)
es_es: Precio ajustado (-)

# lblAll
source: All
es_es: Todas

# lblAllocatedRights
source: Allocated Rights
es_es: Derechos asignados

# lblAllocation
source: Allocation
es_es: Asignación

# lblAllocationOnOrderAvailableQty
source: Allocation OnOrder (Available Qty)
es_es: Asignación de pedido (Disponible Cantidad)

# lblAreaCode
source: Area Code
es_es: Codigo de AREA

# lblAvailableMark
source: Available Mark
es_es: Disponible Marcos

# lblAvailableMarks
source: Available Mark
es_es: marcas disponibles

# lblAvailableRights
source: Available Rights
es_es: Derechos disponibles

# lblBillingRates
source: Billing Rates
es_es: tarifas de facturación

# lblBoxQuantity
source: Box Quantity
es_es: Cantidad de la caja

# lblCharacterCode
source: Character Code
es_es: Código de caracteres

# lblComments
source: Comments
es_es: Comentarios

# lblCommodityCodeNew
source: Commodity Code (New)
es_es: Código de las mercancías (Nuevo)

# lblCommodityCodeOld
source: Commodity Code (Old)
es_es: Código de las mercancías (Antiguo)

# lblCommodityGroupCodeNew
source: Commodity Group Code (New)
es_es: Código Commodity Group (Nuevo)

# lblCommodityGroupCodeOld
source: Commodity Group Code (Old)
es_es: Grupo de Productos Básicos Código (Antiguo)

# lblConditionsOnly
source: Conditions Only
es_es: Sólo Acondicionador

# lblConfirmPassword
source: Confirm Password
es_es: Confirmar contraseña

# lblConsignmentWareHouse
source: CS Warehouse
es_es: CS Almacén

# lblCopy
source: Copy
es_es: Copia

# lblCopyMethod
source: Copy Method
es_es: Copia Método

# lblCountryCode
source: Country Code
es_es: Código de país

# lblCountryOfOrigin
source: Country of Origin
es_es: País de origen

# lblCreationDate
source: Creation Date
es_es: Fecha de creación

# lblCreationDateFrom
source: From
es_es: De

# lblCreationDateTo
source: To
es_es: A

# lblCurrency
source: Currency
es_es: Moneda

# lblCustomerDetail
source: Customer Detail
es_es: Detalle del Cliente

# lblDataBase
source: Database:
es_es: Base de datos:

# lblDateFrom
source: From
es_es: De

# lblDateTo
source: To
es_es: A

# lblDeliveryTerm
source: Delivery Term
es_es: Plazo de entrega

# lblDescriptionOfConversion
source: Description of Conversion
es_es: Descripción de la conversión

# lblDistributerName
source: DB Name
es_es: Nombre DB

# lblDistributerOrderNo
source: DB Order No
es_es: DB de orden

# lblDistributorCode
source: DB Code
es_es: Código DB

# lblDistributorName
source: DB Name
es_es: Nombre DB

# lblDistributorOrderNo
source: DB Order No
es_es: DB de orden

# lblDistributorOrderNoDesc
source: Distributor Order No
es_es: Distribuidor de orden

# lblDoNotConsiderEo
source: Don't Consider EO Reserve
es_es: No consideramos EO

# lblEmailId
source: Email Id
es_es: Identificación de correo

# lblEngineSerialNo
source: Engine Serial No
es_es: Motor Número de serie

# lblExchangeRate
source: Exchange Rate
es_es: Tipo de cambio

# lblExpiryDate
source: Expiry Date
es_es: Fecha de caducidad

# lblFixPrice
source: Fix Price
es_es: Ajustar el precio

# lblFromBuyBackOrder
source: From Buy Back Order
es_es: De Recompra Orden

# lblFromKMEWarehouse
source: From KME Warehouse
es_es: De KME Almacén

# lblGenerationMangement
source: Generation Management
es_es: Gestión de Generación

# lblGrandTotal
source: Grand Total
es_es: Gran total

# lblGrossMargin
source: Gross Margin Rate
es_es: Margen bruto

# lblHSCodeLocal
source: HS Code Local
es_es: Código HS Local

# lblInterchangeableCode
source: Interchangeable Code
es_es: Código intercambiables

# lblInvoiceNo
source: Invoice No
es_es: Factura no

# lblKLTDLeadTimeProductionMonth
source: KLTD Lead Time (Production) 'Month'
es_es: KLTD Lead Time (Producción) 'Mes'

# lblKMEListPrice
source: KME List Price
es_es: KME Precio de lista

# lblKMEListPriceUSD020
source: KME List Price (USD020)
es_es: KME Precio de lista (USD020)

# lblKMEOrderRank
source: KME Order Rank
es_es: KME Orden Rango

# lblLineNo
source: Line No
es_es: Línea No

# lblLoadingPort
source: Loading Port
es_es: Puerto de carga

# lblManufacturer
source: Manufacturer
es_es: Fabricante

# lblMemo
source: Memo
es_es: Memorándum

# lblMixPackingAllowed
source: Mix Packing Allowed
es_es: Mix Embalaje animales

# lblModelCode
source: Model Code
es_es: Código Modelo

# lblModelGroupCode
source: Model Group Code
es_es: Modelo Código de grupo

# lblModelInformation
source: Model Information
es_es: Información de modelo

# lblNewPassword
source: New Password
es_es: nueva contraseña

# lblOldPassword
source: Old Password
es_es: Contraseña anterior

# lblOrderFromDate
source: Order From Date
es_es: Orden De Fecha

# lblOrderNo
source: Order No
es_es: N º de pedido

# lblOrderProbability
source: Order Probability
es_es: Probabilidad Orden

# lblOrderRecieveDate
source: Order Recv Date
es_es: Solicitar recep Fecha

# lblOrderToDate
source: Order To Date
es_es: Pedir Para Fecha

# lblOrderType
source: Order Type
es_es: Tipo de orden

# lblOriginalQuotationNo
source: Orig Quotation No
es_es: Orig Cotización No

# lblOtherCharges
source: Other Charges
es_es: Otros cargos

# lblOtherCharges1
source: Other Charges 1
es_es: Otros cargadores 1

# lblOtherCharges2
source: Other Charges 2
es_es: Otros cargos 2

# lblOtherChargesInPercent
source: Other Charges (In %age)
es_es: Otros cargos (En la edad%)

# lblPartDescription
source: Part Description
es_es: Parte Descripción

# lblPartialShipmentAllowed
source: Partial Shipment Allowed
es_es: Envió parcial permitido

# lblPartNoLatest
source: Part No(Latest)
es_es: Parte No (Últimas)

# lblPassword
source: Password
es_es: Clave

# lblPaymentTerm
source: Payment Term
es_es: Plazo de pago

# lblPersonIncharge
source: Person Incharge
es_es: Persona a cargo

# lblPickingAllowed
source: Picking Allowed
es_es: picking mascotas

# lblPreferedOrigins
source: Preferred Origin
es_es: prefered origen

# lblPreferedOrigion
source: Preferred Origins
es_es: preferimos Orígenes

# lblPriceCode
source: Price Code
es_es: Código Precio

# lblPriceSettingCode
source: Price Setting Code
es_es: Precio Ajuste Código

# lblProductionLot
source: Production Lot
es_es: Producción Lote

# lblQuantityByUnit
source: Quantity By Unit
es_es: Cantidad Por Unidad

# lblQuotationNo
source: Quotation No
es_es: Cita No

# lblQuotationValidityDate
source: Quotation Validity Date
es_es: Cita Validez Fecha

# lblReCalculate
source: Re-Calculate
es_es: Recalcular

# lblRecommendationNo
source: Recommendation No
es_es: Recomendación No

# lblRegion
source: Region
es_es: Región

# lblReNumbering
source: Re Numbering
es_es: Nueva numeración

# lblRequestedDeliveryTime
source: Requested Delivery Time
es_es: Solicitado Tiempo de entrega

# lblRequestedTransferDate
source: Req Transfer Date
es_es: Req Transferencia Fecha

# lblReserve
source: Reserve
es_es: reserva

# lblReserveStock
source: Reserve Stock
es_es: Existencias de reserva

# lblReturnableCode
source: Returnable Code
es_es: Código retornable

# lblRole
source: Role
es_es: Papel

# lblSaleOrderNo
source: Sale Order No
es_es: Venta de orden

# lblSalePriceList
source: Sale Price List
es_es: Venta Lista de Precios

# lblSalesPriceList
source: Sales Price List
es_es: Lista de precios de venta

# lblSearchBy
source: Search By
es_es: Búsqueda por

# lblSelectAll
source: Select All
es_es: Seleccionar todo

# lblSerialNo
source: Serial No
es_es: Número de serie

# lblServiceNewsNo
source: Service News No
es_es: Servicio de Noticias No

# lblShippingAddress
source: Ship-to Address
es_es: dirección de envío

# lblShippingCharges
source: Shipping Charges
es_es: Cargos de envío

# lblSomeOfLineHaveErrorsDoYouWantToSeeErrorLog
source: Some Of Line have errors do you want to see error log?
es_es: Algunos de línea tienen errores hacen que quieres ver registro de errores?

# lblStatus
source: Status
es_es: Estado

# lblStockTransferOrder
source: Stock Transfer Order
es_es: Stock Orden descarga

# lblStockTransferOrderNo
source: Stock Transfer Order No
es_es: Stock de transferencia de orden

# lblSubstitutionCode
source: Substitution Code
es_es: Código Sustitución

# lblSupplierBornDate
source: Supplier Born Date
es_es: Proveedor Fecha de nacimiento

# lblTaxRate
source: Tax Rate
es_es: Tasa de impuesto

# lblTotalCostPrice
source: Total Cost Price
es_es: Coste total de del precio

# lblTotalDiscount
source: Total Discount
es_es: Descuento Total

# lblTotalNetAmount
source: Total Net Amount
es_es: Cantidad neta total

# lblTotalPriceAmount
source: Total Price Amount
es_es: Valor total del precio

# lblTotalSellingPrice
source: Total Selling Price
es_es: Precio total de venta

# lblTotalTax
source: Total Tax
es_es: Total impuestos

# lblTotalWeight
source: Total Weight
es_es: Peso total

# lblTransferRequestNo
source: Transfer Req No
es_es: Traslado Req No

# lblTransferToWareHouse
source: Transfer To Warehouse
es_es: Traslado al almacén

# lblTransportation
source: Transportation
es_es: Transportación

# lblTrsnsferOrderNo
source: Transfer Order No
es_es: Traslado de orden

# lblUnitPrice
source: Unit Price
es_es: Precio unitario

# lblUnloadingPort
source: Unloading Port
es_es: descarga de Puerto

# lblUnProcess
source: UnProcess
es_es: En bruto

# lblUseCurrentNo
source: Use Current No
es_es: Utilice actual No

# lblUseCurrentPrice
source: Use Current Price
es_es: Utilice Precio actual

# lblUseHsCode
source: Use HS Code
es_es: Usar Código HS

# lblUseReserveStock
source: Reserve Stock
es_es: Existencias de reserva

# lblUserId
source: User Id
es_es: Identidad de usuario

# lblUserName
source: User Name
es_es: Nombre de usuario

# lblWareHouse
source: Warehouse
es_es: Almacén

# lblWareHouseFrom
source: Warehouse From
es_es: Bodega De

# lblWareHouses
source: Warehouses
es_es: Bodegas

# lblWareHouseTo
source: Warehouse To
es_es: Almacén Para

# lblWayOfGivingLineNo
source: Way Of Giving Line No
es_es: Forma de dar Line No

# lblWeightgm
source: Weight(gm)
es_es: Peso (g)

source: Legends
es_es: Leyendas

# LineNoDesc
source: Line No
es_es: Línea No

source: Login
es_es: Iniciar sesión

source: Logout
es_es: Cerrar sesión

source: Master
es_es: Dominar

# Master_lblDataBase
source: Database
es_es: Base de datos

# ModelCodeDesc
source: Model Code
es_es: Código Modelo

# ModelGroupCodeDesc
source: Model Group Code
es_es: Modelo Código de grupo

# MortalityDesc
source: Mortality
es_es: Mortalidad

# Msg119
source: is successfully Converted to Stock Transfer Order
es_es: se convierte con éxito a de la Orden descarga

# MsgInfo1
source: Selected operation could not be performed, Sales Order No is not present
es_es: Operación seleccionada no se pudo realizar, órdenes de venta n no está presente

# MsgInfo10
source: No Data Exist for Search Criteria
es_es: No existen datos para los criterios de búsqueda

# MsgInfo100
source: Invalid CSV format!
es_es: formato CSV no válido

# MsgInfo101
source: No detail lines are present to be saved. Please enter some details first.
es_es: No hay líneas de detalle están presentes para ser salvo. Por favor, introduzca algunos detalles primero.

# MsgInfo102
source: Data has not been Exported successfully
es_es: Los datos no se ha exportado con éxito

# MsgInfo103
source: Record(s) has been deleted
es_es: Record (s) ha sido borrado

# MsgInfo104
source: No Record(s) Selected
es_es: No hay registros seleccionados)

# MsgInfo105
source: Quotation could not be copied to Sales Order, some of the line(s) have invalid unit price. Do you want to view log file?
es_es: Cotización no se pudo copiar a órdenes de venta, algunos de la línea (s) tienen precio unitario válido. ¿Quieres ver archivo de registro?

# MsgInfo106
source: Quotation could not be copied to sales Order. please revise the quotation. Do you want to view log file?
es_es: Cotización no se pudo copiar la Orden de ventas. por favor revisar la cita. ¿Quieres ver archivo de registro?

# MsgInfo107
source: OTYPYNError
es_es: Error de tecleado

# MsgInfo108
source: Sale Order Conditions data does not exist
es_es: No existen Venta Condiciones Solicitar datos

# MsgInfo109
source: Condition data does not exist for order no
es_es: No existen datos para la orden sin Estado

# MsgInfo11
source: There is no data available to print
es_es: No existen datos para imprimir

# MsgInfo110
source: No detail is present against the specified Order No.
es_es: Ningún detalle se presente contra el orden especificado No.

# MsgInfo111
source: Please assign some rights
es_es: No hay derechos asignados a usuarios

# MsgInfo112
source: One of the supplied values (UserId, UserName, Password) exceeds the maximum limit allowed, please revise them
es_es: Uno de los valores suministrados (identificación de usuario, usuario, contraseña) supera el límite máximo permitido, por favor revisarlas

# MsgInfo113
source: User already exist!
es_es: El usuario ya existe..

# MsgInfo114
source: User created successfully.
es_es: Usuario creado correctamente.

# MsgInfo115
source: User updated successfully.
es_es: Usuario actualizado correctamente

# MsgInfo116
source: Detail does not exist for this Transfer Request.
es_es: Detalle no existe para esta solicitud de transferencia.

# MsgInfo117
source: Only Confirmed request can be converted to ST.
es_es: Sólo Solicitud confirmada se puede convertir en ST.

# MsgInfo118
source: Transfer Request
es_es: Solicitud de transferencia

# MsgInfo12
source: Detail data does not exists for the specified Quotation
es_es: Los datos de Detalle no existe para la Cotización especificada

# MsgInfo120
source: Exchange rates missing against transfer expenses.
es_es: Los tipos de cambio desaparecidas contra los gastos de transferencia.

# MsgInfo121
source: Only numeric are allowed
es_es: Sólo numérico Se permite

# MsgInfo122
source: Invalid Part No/Quantity
es_es: Válida de parte / Cantidad

# MsgInfo123
source: Record(s) has been deleted
es_es: Record (s) ha sido borrado

# MsgInfo124
source: No Record(s) Selected
es_es: No hay registros seleccionados)

# MsgInfo125
source: Selected line cannot be deleted!
es_es: Línea seleccionada no se puede eliminar

# MsgInfo126
source: No data found against requested part no.
es_es: No se han encontrado frente a parte los datos solicitados no.

# MsgInfo127
source: Please perform search prior to data export!
es_es: Por favor, realice la búsqueda antes de la exportación de datos

# MsgInfo128
source: Please import the file first.
es_es: Por favor Importe el archivo primero.

# MsgInfo129
source: Please upload file
es_es: por favor, subir el archivo

# MsgInfo13
source: Quotation was created with Old List Price, so cannot be copied
es_es: Cotización fue creado con el viejo Precio de lista, por lo que no se puede copiar

# MsgInfo130
source: Invalid file please upload CSV file.
es_es: Archivo no válido favor subir único archivo csv

# MsgInfo131
source: CSV file is empty
es_es: archivo csv está vacía

# MsgInfo132
source: Invalid CSV File
es_es: Inválido Archivo CSV

# MsgInfo133
source: Invoice data already exists.
es_es: Ya existen datos de factura.

# MsgInfo134
source: Picking data not found...!
es_es: Recogiendo datos no encontrado ...!

# MsgInfo135
source: Operation Successfull
es_es: Operación exitosa

# MsgInfo136
source: Condition data dose not exist against the Order No
es_es: Condición de datos no existe en contra de la orden

# MsgInfo137
source: Exception
es_es: Excepción

# MsgInfo138
source: Customer details does not exist for the specified Sales Order No.
es_es: Detalles del cliente no existe para el pedido de ventas especificada No.

# MsgInfo139
source: There is error in some rows.
es_es: Hay errores en algunas filas.

# MsgInfo14
source: Copy To SO is not Allowed for specified Order Type
es_es: Copiar a SO no está permitida para determinado tipo de orden

# MsgInfo140
source: Please Select Stock Point
es_es: Seleccione Stock Point

# MsgInfo141
source: Please revise requested quantity for
es_es: Por favor, revise la cantidad solicitada para

# MsgInfo142
source: Records updated successfully.
es_es: Registros actualizado correctamente.

# MsgInfo143
source: No Change in Data!
es_es: Sin cambios en los datos!

# MsgInfo144
source: No detail lines are present to be saved. Please enter some details first.
es_es: No hay líneas de detalle están presentes para ser salvo. Por favor, introduzca algunos detalles primero.

# MsgInfo145
source: Data has been Exported successfully
es_es: Los datos se han exportado con éxito

# MsgInfo147
source: not enough stock. Record can not be updated.
es_es: no lo suficiente de valores. Registro no se puede actualizar.

# MsgInfo148
source: Unit Price entered is not valid. Record can not be updated.
es_es: Precio por unidad que introdujo no es válido. Registro no se puede actualizar.

# MsgInfo149
source: not enough stock. Record can not be updated.
es_es: No lo suficiente de valores. Registro no se puede actualizar.

# MsgInfo15
source: Please perform Copy To SO operation from Quotation Inquiry Screen
es_es: Por favor Realizar Copiar a SO Operación de Pantalla mensaje Cotización

# MsgInfo150
source: Quantity entered is not valid. Record can not be updated.
es_es: Cantidad que introdujo no es válido. Registro no se puede actualizar.

# MsgInfo151
source: Part description entered is not valid. Record can not be updated.
es_es: Descripción de la parte que introdujo no es válido. Registro no se puede actualizar.

# MsgInfo152
source: Part number entered is not valid. Record can not be updated.
es_es: Número de referencia que introdujo no es válido. Registro no se puede actualizar.

# MsgInfo153
source: Entered Part's information was not found. Record can not be updated.
es_es: Información sobre piezas Entró no fue encontrado. Registro no se puede actualizar.

# MsgInfo154
source: Invalid Commodity code!
es_es: Código de las mercancías no válido!

# MsgInfo16
source: Quotation cannot be Cancelled as quotation detail exists!
es_es: Presupuesto no puede ser cancelada como Detalle Cotización existe!

# MsgInfo17
source: Quotation cannot be confirmed as detail does not exist
es_es: Cotización no se puede confirmar que no existe detalle

# MsgInfo18
source: No Record Found
es_es: ningún record fue encontrado

# MsgInfo19
source: Data saved successfully
es_es: Datos guardado correctamente
