Repository: Noshairwan-eng/pdx-docker
Catalog: publish/PDXKME_KWMS/App_GlobalResources/Language/Resource.*.resx
Languages: es_es

# MsgInfo2
source: Quotations status with cancelled can be deleted only
es_es: Citas con el estado Cancelado se puede eliminar solamente

# MsgInfo20
source: Are you sure you want to delete selected part?
es_es: ¿Seguro que quieres eliminar la parte seleccionada?

# MsgInfo21
source: Maximum allowed limit is 9
es_es: Límite máximo permitido es de 9

# MsgInfo22
source: Maximum allowed limit is 6
es_es: Límite máximo permitido es de 6

# MsgInfo23
source: Maximum allowed limit is 20
es_es: Límite máximo permitido es de 20

# MsgInfo24
source: Text not allowed in quotation no field
es_es: El texto no se permite en ningún campo de cotización

# MsgInfo25
source: An error occurred while deleting parts!
es_es: Se produjo un error al eliminar piezas

# MsgInfo26
source: An error occurred while performing calculation.
es_es: Produjo un error al realizar el cálculo

# MsgInfo27
source: Invalid file Format
es_es: Formato de archivo inválido

# MsgInfo28
source: Please Select CSV File
es_es: Seleccione Archivo CSV

# MsgInfo29
source: Part Number cannot be repeated within the Quotation
es_es: Número de pieza no se puede repetir en el Presupuesto

# MsgInfo3
source: An error occurred while processing request
es_es: Ocurrio un error

# MsgInfo30
source: Requested Quantity cannot be greater than the Machine Quantity. Please revise it.
es_es: Cantidad solicitada no puede ser mayor que el límite de Orden, por favor revisarlo

# MsgInfo31
source: Duplicate Part Number
es_es: Número de pieza duplicados

# MsgInfo32
source: , Please revise the order quantity for Line Number
es_es: Por favor, revise la cantidad de la orden de número de línea

# MsgInfo33
source: Please Enter Quotation No
es_es: Por favor, Introduzca Cotización No

# MsgInfo34
source: Quotation successfully converted to sale Order
es_es: Cita convertido con éxito a la venta Orden

# MsgInfo35
source: User Id must be less than 10 characters
es_es: Id Usuario debe ser inferior a 10 caracteres

# MsgInfo36
source: User Name must be less than 20 characters
es_es: Nombre de usuario debe tener menos de 20 caracteres

# MsgInfo37
source: Password cannot exceed 15 characters.
es_es: La contraseña no puede superar los 15 caracteres

# MsgInfo38
source: Password must be 5 characters and above.
es_es: La contraseña debe ser de 5 caracteres y por encima de

# MsgInfo39
source: Invalid email address!
es_es: Dirección de correo electrónico no es válido

# MsgInfo4
source: Only Confirmed Quotation can be copied to Sales Order!
es_es: Sólo Cita confirmada se puede copiar en órdenes de venta

# MsgInfo40
source: No rights allocated to the User.
es_es: No hay derechos asignados a Usuario

# MsgInfo41
source: Role registration error
es_es: Papel de registro de error

# MsgInfo42
source: Minimum password length is 4
es_es: Longitud mínima de la contraseña es de 4

# MsgInfo43
source: Confirm password dose not match with New password
es_es: Confirmar contraseña no coincide con la nueva contraseña

# MsgInfo44
source: Invalid username/password
es_es: Usuario / contraseña invalida

# MsgInfo45
source: Enter Part No or Status
es_es: Introduzca de parte o de su estatuto

# MsgInfo46
source: Data has been exported successfully
es_es: Los datos se han exportado con éxito

# MsgInfo47
source: Please perform Convert To Order operation from Stock Transfer Inquiry page.
es_es: Por favor Realizar Convertir en orden de operación de la pantalla Consulta de Transferencia

# MsgInfo48
source: Quotation cannot be confirmed as detail does not exist
es_es: Cotización no se puede confirmar que no existe detalle

# MsgInfo49
source: Data Updated successfully
es_es: Datos actualizados con éxito

# MsgInfo5
source: Please Specify Date From
es_es: Por favor Especifique Fecha Desde

# MsgInfo50
source: Detail does not exist for this Transfer Request
es_es: Detalle no existe para esta Solicitud de Transferencia

# MsgInfo51
source: Please Enter Transfer Request No
es_es: Por favor, Introduzca Solicitud de Transferencia No

# MsgInfo52
source: Please select CSV file
es_es: Por favor, seleccione el archivo csv

# MsgInfo53
source: Invalid file format!
es_es: Formato de archivo inválido

# MsgInfo54
source: Please select CSV File to upload
es_es: Por favor, seleccione Archivo CSV para cargar

# MsgInfo55
source: An error occurred while uploading file
es_es: Se produjo un error al cargar el archivo

# MsgInfo56
source: Some lines were not converted to order, would you like to view log?
es_es: Algunas líneas no fueron convertidos a la orden, le gustaría ver el registro?

# MsgInfo57
source: Detail contain error line so it cannot be converted
es_es: Detalle contiene línea de error por lo que no se puede convertir

# MsgInfo58
source: Please enter at least one Part No
es_es: Por favor, introduzca al menos una Parte No

# MsgInfo59
source: Please enter Part No
es_es: Por favor, introduzca Part No

# MsgInfo6
source: From date can not be greater than To date.
es_es: A partir de la fecha no puede ser mayor que hasta la fecha.

# MsgInfo60
source: Are you sure you want to delete selected record?
es_es: ¿Seguro que quieres borrar registro seleccionado?

# MsgInfo61
source: Please perform Copy To SO operation from Consignment Inquiry page.
es_es: Por favor Realizar Copiar a SO Operación de Pantalla mensaje Consignación

# MsgInfo62
source: status cannot be changed as detail dose not exist
es_es: de estado no se puede cambiar como no existe detalle

# MsgInfo63
source: Record inserted successfully.
es_es: Registro insertado con éxito

# MsgInfo64
source: Please enter order number
es_es: Por favor, introduzca orden

# MsgInfo65
source: Only confirmed order can be processed!
es_es: Sólo pedido confirmado se puede procesar ..!

# MsgInfo66
source: Error occurred during processing
es_es: Se produjo un error durante el procesamiento

# MsgInfo67
source: Please generate invoice first!
es_es: Por favor, generar factura primero!

# MsgInfo68
source: Quotation can not be copied with selected Options, as detail does not exist
es_es: Cotización no se puede copiar con las opciones seleccionadas, Como no existe detalle

# MsgInfo69
source: Please enter the order no
es_es: Por favor, introduzca la orden de no

# MsgInfo7
source: An error occurs while deleting record
es_es: Se produjo un error al eliminar registro

# MsgInfo70
source: Login failed for user
es_es: Error de usuario

# MsgInfo71
source: Invalid database!
es_es: Base de datos no válido

# MsgInfo72
source: wrong old password!
es_es: equivocada contraseña antigua

# MsgInfo73
source: New entered password is same as existing password. Choose different password.
es_es: Nueva introduce la contraseña es la misma que password.Choose existente diferente contraseña

# MsgInfo74
source: Password update process failed.
es_es: Proceso Contraseña updation fracasó

# MsgInfo75
source: Password successfully updated.
es_es: Contraseña actualizado correctamente

# MsgInfo76
source: No record exist against search criteria
es_es: Ningún registro existe en contra de los criterios de búsqueda

# MsgInfo77
source: Please enter sale order no
es_es: Por favor, introduzca orden de venta sin

# MsgInfo78
source: Please enter distributor order no
es_es: Por favor, introduzca el fin distribuidor ninguna

# MsgInfo79
source: No data found for the specified criteria. Please check again with different input.
es_es: No hay datos encontrados para los criterios especificados. Por favor, marque de nuevo con distintas entradas.

# MsgInfo8
source: Quotations status with cancelled can be deleted only
es_es: Citas con el estado Cancelado se puede eliminar solamente

# MsgInfo80
source: Enter part no or select status
es_es: Ingrese parte no o seleccione el estado

# MsgInfo81
source: Input at-least one part no
es_es: Entrada al menos una parte No

# MsgInfo82
source: No record exist against entered criteria try different criteria.
es_es: Ningún registro existe en contra de los criterios introducidos probar diferentes criterios

# MsgInfo83
source: Invoice already exist for selected order number.
es_es: Factura ya existen Para seleccionada de orden

# MsgInfo84
source: Generated invoice no against order number
es_es: Generado factura no en contra de orden

# MsgInfo85
source: is
es_es: es

# MsgInfo86
source: Some thing went wrong.
es_es: Algo salió mal

# MsgInfo87
source: Only confirmed order can be processed!
es_es: Sólo pedido confirmado se puede procesar ..!

# MsgInfo88
source: Cannot copy quotation because it contains consignment part(s).
es_es: No se puede copiar la cita debido a que contiene partes de consignación).

# MsgInfo89
source: Detail does not exist Quotation can not be copied with selected Options!
es_es: Detalle no existe la cita no se puede copiar con las opciones seleccionadas!

# MsgInfo9
source: Record successfully deleted.
es_es: Registro eliminado correctamente

# MsgInfo90
source: Some of the line have error(s).
es_es: Parte de la línea de tener errores)

# MsgInfo91
source: Invalid Part No/Quantity
es_es: Válida de parte / Cantidad

# MsgInfo92
source: Some of the part no/quantity exceeds maximum allowed limit, please revise!
es_es: Algunos de la parte no / cantidad excede el límite máximo permitido, por favor revisarlas

# MsgInfo93
source: Record has been updated successfully.
es_es: Record se ha actualizado correctamente

# MsgInfo94
source: Cannot use restricted Part(s).
es_es: No se puede utilizar piezas de consignación).

# MsgInfo95
source: Discount Amount should be less than Unit Price.
es_es: Cantidad de Descuento debe ser inferior a Precio unitario

# MsgInfo96
source: Quotation cannot be completed, part number cannot be repeated within the Quotation.
es_es: Cotización no se puede completar, número de parte, no se puede repetir en el Presupuesto

# MsgInfo97
source: Quotation cannot be completed, requested quantity cannot be greater than the machine quantity. please revise!
es_es: Cotización no se puede completar, Cantidad solicitada no puede ser mayor que el límite de Orden, por favor revisarlo

# MsgInfo98
source: Detail lines could not be imported from CSV File.
es_es: Líneas de detalle no podían ser importados desde un archivo CSV.

# MsgInfo99
source: Data in the file is not appropriate to be imported.
es_es: Los datos en el archivo no es apropiado para ser importado.

source: Multiple Parts Stock Inquiry
es_es: Varias piezas de la Investigación

source: Order Confirmation
es_es: Confirmación del pedido

source: Order Confirmation Report View
es_es: Confirmación de Pedido Ver informe

# OrderDateDesc
source: Order Date
es_es: Fecha de orden

# OrderQuantityDesc
source: Order Quantity
es_es: ordene la cantidad

source: Order Status Inquiry By Order No
es_es: Estado del pedido Su mensaje Por orden

source: Order Status Inquiry By Part No
es_es: Estado del pedido Su mensaje Por Part No

# OrderTypeDesc
source: Order Type
es_es: Tipo de orden

# PackedQuantityDesc
source: Packed Quantity
es_es: Embalado Cantidad

source: Part Master Inquiry
es_es: Su mensaje Parte Maestro

source: Parts Operation
es_es: Piezas Operación

source: Password
es_es: Clave

# PersonInchargeDesc
source: Person Incharge
es_es: Persona a cargo

# PickingInstructedDesc
source: Picking Instructed
es_es: picking instruido

# PrintLeadTimeDesc
source: Print Lead time
es_es: Imprimir Plazo de ejecución

# ProductionLotDesc
source: Production Lot
es_es: Producción Lote

# QuantityByUnitDesc
source: Quantity By Unit
es_es: Cantidad Por Unidad

source: Quotation
es_es: Cita

source: Quotation Condition
es_es: Cita Condición

source: Quotation Copy
es_es: Cita Copiar

# QuotationDetail
source: Quotation Details
es_es: Detalles de cotización

source: Quotation Inquiry
es_es: Su mensaje Cotización

# RequestedPartNoDesc
source: Requested Part No
es_es: Solicitado Part No

# RequestedQuantityDesc
source: Requested Quantity
es_es: Cantidad requerida

# ReturnableCodeDesc
source: Returnable Code
es_es: Código retornable

source: Sales Order
es_es: Órdenes de venta

# SalesOrderNoDesc
source: Sales Order No
es_es: Orden de Venta No

# ServiceAndSupport
source: Service & Support
es_es: Servicio de ayuda

# ServiceNewsNumberDesc
source: Service News Number
es_es: Servicio de Noticias Número

# ShippingInstructedDesc
source: Shipping Instructed
es_es: Instrucciones de envio

source: Sign In
es_es: Ingresar

# StockAllocatedDesc
source: Stock Allocated
es_es: Stock Asignado

# StockAvailableDesc
source: Stock Available
es_es: Stock disponible

source: Stock Inquiry
es_es: Su mensaje Stock

source: Stock Status
es_es: Estado del stock

source: Stock Transfer Request Condition
es_es: Stock Transfer Request Condición

source: Stock Transfer Request Detail
es_es: Stock Transfer Request Detalle

source: Stock Transfer Request Inquiry
es_es: Stock Transfer Request mensaje

source: Strategic Stock
es_es: Stock Estratégico

# SubLineNoDesc
source: Sub Line No
es_es: Sub Línea No

# SupplierBornDateDesc
source: Supplier Born Date
es_es: Proveedor Fecha de nacimiento

source: System Support
es_es: Soporte del sistema

# TaxAmountDesc
source: Tax Amount
es_es: Importe del impuesto

source: Test
es_es: Prueba

# th0011FreeStockQuantityDesc
source: Free Stock Quantity in Warehouse 0011
es_es: Libres Cantidad en almacén 0011

# th0021FreeStockQuantityDesc
source: Free stock Quantity in Warehouse 0021
es_es: Libre stock Cantidad en almacén 0021

# thAccessLevel
source: Access Level
es_es: Nivel de acceso

# thBoxQuantity
source: Box Quantity
es_es: Cantidad de la caja

# thCancelledQuantity
source: Cancelled Quantity
es_es: Cantidad Cancelado

# thCommodityCodeNew
source: CC(New)
es_es: CC (Nuevo)

# thCommodityCodeOld
source: CC(Old)
es_es: CG (Antiguo)

# thCommodityGroupCodeNew
source: CGC(New)
es_es: CGC (Nuevo)

# thCommodityGroupCodeOld
source: CGC(Old)
es_es: CGC (Antiguo)

# thCountry
source: Country
es_es: País

# thCreatinDate
source: Creation Date
es_es: Fecha de creación

# thCreationDate
source: Creation Date
es_es: Fecha de creación

# thCurrency
source: Currency
es_es: Canalla

# thDistributorCode
source: DB Code
es_es: Código DB

# thDistributorName
source: DB Name
es_es: Nombre DB

# thEOReserveQuantity
source: EORQ
es_es: EOQ

# thErrorDescription
source: Error Description
es_es: Error de descripción

# thExpiryDate
source: Expiry Date
es_es: Fecha de caducidad

# thInterChangeableCode
source: Interchangeable Code
es_es: Código intercambiables

# thInvoiceNo
source: Invoice Number
es_es: Factura no

# thKLTDLocation
source: KLTD Location
es_es: KLTD Ubicación

# thKMEOnOrder
source: KME On Order
es_es: KME Pedido

# thKMEStock
source: KME Stock
es_es: KMI Stock

# thMortality
source: MOR
es_es: Mortalidad

# thOrderRank
source: OR
es_es: Orden Rango

# thOrderRecievedDate
source: Order Received Date
es_es: Solicitar Recibido Fecha

# thOrderType
source: OT
es_es: Antiguo Testamento

# thOthers
source: Others
es_es: Otros

# thPriceAmount
source: Price Amount
es_es: Precio Cantidad

# thProcessedPartNo
source: Processed Part No
es_es: Procesado de parte

# thQuotationNo
source: Quotation No
es_es: Cita No

# thQuotationSubNo
source: Revision No
es_es: No de revisión

# thRegistrationDate
source: Registration Date
es_es: fecha de registro

# thRejectedQuantity
source: Rejected Quantity
es_es: Cantidad Rechazada

# thRemarks
source: Remarks
es_es: observaciones

# thSaleOrderNo
source: Sale Order No
es_es: Venta de orden

# thSalesOrderType
source: Sales Order Type
es_es: Tipo de órdenes de venta

# thSelect
source: Select
es_es: Seleccionar

# thSellingPrice
source: Selling Price
es_es: Precio de venta

# thStatus
source: Status
es_es: Estado

# thStockAllocatedQuantity
source: Stock Allocated Quantity
es_es: Stock Cantidad Asignada

# thSuppliedPartNo
source: Supplied Part No
es_es: Suministrado Part No

# thSupplierBornDate
source: Sup B. Date
es_es: Sup B. Fecha

# thTaxRate
source: Tax Rate
es_es: Tasa de impuesto

# thTotalNetAmount
source: Total Net Amount
es_es: Cantidad neta total

# thTotalPriceAmount
source: Total Price Amount
es_es: Valor total del precio

# thTransferOrderNo
source: Transfer Order No
es_es: Traslado de orden

# thTransferQuantity
source: Transfer Qty
es_es: Traslado Cantidad

# thTransferRequestNo
source: Transfer Request No
es_es: Solicitud de Transferencia No

# thUnitPrice
source: Unit Price
es_es: Precio unitario

# thUserId
source: User Id
es_es: Identidad de usuario

# thUserName
source: User Name
es_es: Nombre de usuario

# thWareHouse
source: Warehouse
es_es: Almacén

# thWeight
source: Weight
es_es: Peso

# thWeightgm
source: Weight(gm)
es_es: Peso (g)

# UnprocessDesc
source: Unprocess
es_es: En bruto

source: User
es_es: Usuario

source: User Creation
es_es: Creación del usuario

source: User Inquiry
es_es: Su mensaje usuario

source: User Name
es_es: Nombre de usuario

source: View Report
es_es: Vista del informe

source: Warehouse Stock Status
es_es: Almacén de Estado

source: Warehouse Stock Status (Multiple Parts)
es_es: Bodega de Estado (Múltiples Partes)

# Welcome
source: Hello
es_es: Hola

# WelcomeKME
source: Welcome to
es_es: Bienvenido a

# WelcomeKMERegion
source: Middle East
es_es: America

# ConsignmentOrderConditions
source: Order Condition
es_es: Condiciones Solicitar

# ConsignmentOrderDetail
source: Order Detail
es_es: Detalle de la orden

# ConsignmentOrderInquiry
source: Order Inquiry
es_es: Su mensaje Order

source: Upload File
es_es: Subir archivo

source: ADDRESS
es_es: DIRECCIÓN

# AddressPart1
source: JAFZA South, Gate 15, Street S300,
es_es: Komatsu America

# AddressPart2
source: Plot S21313
es_es: Komatsu America

source: ALL RIGHTS RESERVED
es_es: TODOS LOS DERECHOS RESERVADOS.

source: Contact Us
es_es: Contáctenos

source: Convert To Order
es_es: Convertir a pedido

# CopyRights
source: Copyright
es_es: Derechos de autor

source: Download Price List
es_es: Descargar lista de precios

source: EMAIL
es_es: CORREO ELECTRÓNICO

# EmailId
source: info@komatsu.ae
es_es: info@komatsu.US

source: Generate Quotation
es_es: generar Cotización

# KomatsuIntro
source: Komatsu is one of the largest manufacturer of construction and mining equipment
es_es: Komatsu es el segundo mayor fabricante mundial de equipos de construcción y minería

# KomatsuRegion
source: Komatsu Middle East FZE
es_es: Energizado por

# NewsAndPress
source: News & Press
es_es: Noticias y Prensa

source: Order Status
es_es: Estado del pedido

source: Part Operation
es_es: Operación Parte

source: Powered by
es_es: Energizado por

source: Useful Links
es_es: Enlaces útiles
